Repository: NogerbekNurzhan/RMS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Activate users
ru: Активировать учетные записи

source: Re-send activation emails
ru: Выслать ключи активации заново

source: You're not a robot, right? You must select this Checkbox.
ru: Выберите Checkbox, чтобы подтвердить, что вы не робот.

source: Username
ru: Имя пользователя

source: Email address
ru: Адрес электронной почты

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Password
ru: Пароль

source: Confirm password
ru: Подтверждение пароля

source: This field is required. Please enter your Confirm Password.
ru: Данное поле объязательно. Введите пароль для подтверждения.

source: Email already exists.
ru: Подобный адрес электронной почты уже существует.

source: Enter the same password as above, for verification.
ru: Введите такой же пароль как и выше для проверки.

source: I have read and agree to the Terms of Service
ru: Я прочитал Правила Использования и согласен с ними

source: You must agree to the terms to register
ru: Для регистрации Вы должны согласиться с Правилами

source: This email address is already in use. Please supply a different email address.
ru: Этот адрес электронной почты уже используется. Пожалуйста, введите другой адрес.

source: Registration using free email addresses is prohibited. Please supply a different email address.
ru: Регистрация с использованием свободных почтовых серверов запрещена. Пожалуйста, введите другой адрес электронной почты.

source: user
ru: пользователь

source: activation key
ru: ключ активации

source: account profile
ru: карточка регистрации

source: account profiles
ru: карточки регистрации

source: Select the user
ru: Выберите пользователя

source: User
ru: Пользователь

source: Role
ru: Роль

source: Name
ru: Название

source: Comment Text
ru: Текст комментария

source: Select the task
ru: Выберите задачу

source: Active
ru: Активный

source: Finished
ru: Законченный

source: Code
ru: Код

source: Description
ru: Описание

source: Date of creation
ru: Дата создания

source: Date of last update
ru: Дата последнего обновления

source: Members
ru: Члены

source: Status
ru: Статус

source: Project
ru: Проект

source: Projects
ru: Проекты

source: Manager
ru: Менеджер

source: Developer
ru: Разработчик

source: Business Analyst
ru: Бизнес Аналитик

source: System Analyst
ru: Системный Аналитик

source: Class
ru: Класс

source: Symbol
ru: Символ

source: Text
ru: Текст

source: This user is already a member of the project!
ru: Данный пользователь уже является членом проекта!

source: Group task with the same name is already exist in this project!
ru: Комплекс задач с таким названием уже существует в данном проекте.

source: Task with the same name is already exist in this group task!
ru: Задание с таким названием уже существует в данном комплексе задач.

source: Function with the same name is already exist in this task!
ru: Функция с таким названием уже существует в данной задаче.

source: The same user class is already exist!
ru: Подобный класс пользователя уже существует в данном проекте

source: The same user symbol is already exist!
ru: Подобный символ пользователя уже существует в данном проекте

source: Group requirement with the same name is already exist in this type!
ru: Группа требований с таким названием уже существует.

source: Requirement with the same description is already exist!
ru: Требование с таким описанием уже существует.

source: Group requirement with the same task is already exist!
ru: Группа требований с такой же задачей уже существует.

source: Requirement with the same function is already exist!
ru: Требование с такой же функцией уже существует!

source: Activation Failure
ru: Сбой активации

source: Account activation failed.
ru: Активация аккаунта не удалась.

source: Account Activated
ru: Учетная запись активирована

source: Your account is now activated.
ru: Ваша учетная запись теперь активирована.

source: You can log in.
ru: Вы можете войти.

source: Once a site administrator activates your account you can login.
ru: Как только администратор сайта активирует вашу учетную запись, вы можете войти.

source: account
ru: учетная запись

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ru: Вы (или кто-то выдающий себя за вас) оставил заявку на регистрацию учетной записи на %(site_name)s. Если это были не вы, то проигнорируйте это сообщение, и ваш почтовый адрес будет удален из наших записей.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ru: Чтобы активировать эту учетную запись, перейдите по следующей ссылке в течении %(expiration_days)s дней:

source: Sincerely, %(site_name)s Management
ru: С уважением,<br> Команда %(site_name)s

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ru: Вы (или кто-то выдающий себя за вас) оставил заявку на регистрацию учетной записи на %(site_name)s. Если это были не вы, то проигнорируйте это сообщение, и ваш почтовый адрес будет удален из наших записей.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ru: Чтобы активировать эту учетную запись, перейдите по следующей ссылке в течении %(expiration_days)s дней:

source: Sincerely, %(site_name)s Management
ru: С уважением, Команда %(site_name)s

source: Account activation on
ru: Активация учетной записи на

source: Approval Failure
ru: Провал утверждения

source: Account Approval failed.
ru: Утверждение аккаунта не удалась.

source: Account Approved
ru: Учетная запись утверждена

source: The user's account is now approved.
ru: Учетная запись пользователя теперь утверждена.

source: Admin approval
ru: Одобрения администратором

source: Your account is now approved. You can
ru: Теперь ваша учетная запись утверждена. Вы можете

source: Login
ru: Войти

source: Your account is now approved. You can log in using the following link
ru: Теперь ваша учетная запись утверждена. Вы можете войти, используя следующую ссылку

source: Account
ru: Аккаунт

source: To approve this, please
ru: Для одобрения, пожалуйста

source: Click Here
ru: Нажмите Сюда

source: Sincerely, %(site_name)s Management
ru: С уважением,<br> Команда %(site_name)s

source: Account approval on
ru: Утверждение учетной записи на

source: Dashboard
ru: Панель управления

source: LOGIN
ru: ВОЙТИ

source: It`s free and takes less than 15 seconds.
ru: Это бесплатно и займет меньше 15 секунд.

source: Username or Email
ru: Имя пользователя или Email

source: Forgot password?
ru: Забыли свой пароль?

source: Don't have an account?
ru: Нету учетной записи?

source: SIGN UP
ru: Регистрация

source: Connect with your social network account
ru: Войти через аккаунт социальной сети

source: Logged out
ru: Выход

source: Successfully logged out
ru: Вы успешно вышли из своей учетной записи

source: Password changed
ru: Пароль изменен

source: Password successfully changed!
ru: Пароль успешно изменен!

source: Change password
ru: Изменить пароль

source: Password reset complete
ru: Сброс пароля завершен

source: Your password has been reset!
ru: Ваш пароль был сброшен!

source: You may now <a href="%(login_url)s">log in</a>
ru: Теперь вы можете <a href="%(login_url)s">войти</a>

source: Confirm password reset
ru: Подтверждение сброса пароля

source: Enter your new password below to reset your password:
ru: Введите ваш новый пароль:

source: Set password
ru: Установить пароль

source: Password reset
ru: Сброс пароля

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
ru: Вам было отправлено письмо со ссылкой на сброс пароля. Проверьте вашу почту и перейдите по указанной ссылке для продолжения.

source: Greetings
ru: Привет

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
ru: Вы получили это письмо потому что вы (или кто-то выдающий себя за вас) запросил сброс пароля на сайте %(domain)s. Если это были не вы, то просто проигнорируйте это сообщение.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
ru: Чтобы сбросить пароль, перейдите по следующей ссылке:

source: Your username, in case you've forgotten:
ru: Ваше имя пользователя, на случай если вы его забыли:

source: Best regards
ru: С уважением,

source: Management
ru: Администрация

source: Reset password
ru: Сбросить пароль

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
ru: Забыли свой пароль? Введите свой адрес электронной почты и мы отправим вам инструкции по установке нового пароля.

source: Resend Activation Email
ru: Выслать письмо активации

source: Submit
ru: Отправить

source: Registration is closed
ru: Регистрация закрыта

source: Sorry, but account is closed at this moment. Come back later.
ru: Извините, но регистрация в данный момент закрыта. Попробуйте позже.

source: Activation email sent
ru: Письмо активации отправлено

source: Please check your email to complete the account process.
ru: Проверьте свою электронную почту для завершения процесса регистрации.

source: Register for an account
ru: Регистрация учетной записи

source: WELCOME
ru: ДОБРО ПОЖАЛОВАТЬ

source: Create your account. It`s free and takes less than 30 seconds.
ru: Создайте учетную запись. Это бесплатно и займет меньше 30 секунд.

source: Connect with a classic way
ru: Зарегистрируйтесь классическим путем

source: Set password Done
ru: Пароль установлен

source: Requirement Management System
ru: Система управления требованиями

source: Languages
ru: Языки

source: Available languages
ru: Доступные языкы

source: Logout
ru: Выход

source: Current projects
ru: Текущие активные проекты системы

source: Archive projects
ru: Завершенные архивные проекты системы

source: Find out more information
ru: Узнать больше информации

source: Project details
ru: Детали проекта

source: Close
ru: Закрыть

source: No data
ru: Нет данных

source: Right now there is no project in the system where are you business analyst.
ru: В данный момент в системе нет проектов в которых вы участвуете как бизнес аналитик.

source: Right now there is no project in the system where are you developer.
ru: В данный момент в системе нет проектов в которых вы участвуете как разработчик.

source: Log in if you want to know more details about the project.
ru: Войдите в систему, если вы хотите узнать больше деталей о проекте.

source: Right now there is no project in the system where are you manager.
ru: В данный момент в системе нет проектов в которых вы участвуете как менеджер.

source: Right now there is no project in the system where are you system analyst.
ru: В данный момент в системе нет проектов в которых вы участвуете как системный аналитик.

source: Date of completion
ru: Дата завершение проекта

source: There is no finished archived projects right now in the system.
ru: В архиве системе на данный момент нет законченных проектов.

source: There is no active projects right now in the system.
ru: В системе на данный момент нет активных проектов.

source: Add Creation Goals
ru: Добавить цели создания системы

source: Create
ru: Создать

source: NO COMMENTS
ru: НЕТ КОММЕНТАРИЕВ

source: Comments
ru: Комментарии

source: Edit creation goals
ru: Редактирование цели создания системы

source: Update
ru: Обновить

source: Reversions
ru: Изменения

source: Edit
ru: Редактировать

source: NO INFORMATION
ru: НЕТ ИНФОРМАЦИИ

source: Creation Goal Reversions
ru: Изменения цели создания системы

source: Reversion details
ru: Детали изменений

source: Back
ru: Назад

source: Home
ru: Главная страница

source: Creation Goal
ru: Цели создания системы

source: Reversion history
ru: История изменений

source: Author
ru: Автор

source: Date
ru: Дата

source: Revert
ru: Откатиться

source: Creation goals
ru: Цели создания системы

source: Create a new Function
ru: Создать функцию

source: Edit function
ru: Редактирование функции

source: Function Reversions
ru: Изменение функции

source: Function
ru: Функция

source: Create a new group requirement
ru: Создать группу требований

source: Group requirement detail
ru: Детали группы требования

source: Requirements
ru: Требования

source: Task
ru: Задача

source: Group requirement reversions
ru: Изменение группы требований

source: Group requirement
ru: Группа требований

source: Group requirement types
ru: Типы групп требований

source: Group requirement type detail
ru: Детали типа группы требований

source: Group Requirements
ru: Группа требований

source: Create a new group task
ru: Создать новый комплекс задач

source: Group Task Detail
ru: Детали комплекса задач

source: Tasks
ru: Задачи

source: Edit Group Task
ru: Редактирование комплекса задач

source: Group Task Reversions
ru: Изменение комплекса задач

source: Group Task
ru: Комплекс задач

source: Add general information about object
ru: Добавить общие сведенья об объекте автоматизации

source: Edit general information about object
ru: Редактирование общих сведений объекта автоматизации

source: Object Information Reversions
ru: Изменения общих сведений объекте автоматизации

source: Object information
ru: Общая информация об объекте автоматизации

source: General information about object
ru: Общие сведенья об объекте автоматизации

source: Technical Requirements Specification
ru: Техническое задание

source: Project members
ru: Участники проекта

source: Purpose of the System
ru: Назначение системы

source: User characteristics
ru: Характеристики пользователей

source: Group Tasks
ru: Комплекс задач

source: Functions
ru: Функции

source: Users
ru: Пользователи

source: Requirement
ru: Требование

source: Project detail
ru: Детали проекта

source: Generate Document of Technical Specification
ru: Сгенерировать документ с Техническим Заданием

source: Add a New Project Member
ru: Добавить нового члена проекта

source: Open
ru: Открыть

source: Right now there is no project in the system where are you the member.
ru: В данный момент в системе нет проектов в которых вы участвуете.

source: Add purpose of the system
ru: Добавить назначение системы

source: Edit purpose of the system
ru: Редактировать назначение системы

source: Purpose Reversions
ru: Изменения назначения системы

source: Purpose of the system
ru: Назначение системы

source: Create a new requirement
ru: Создать новое требование

source: Edit requirement
ru: Редактировать требование

source: Specification
ru: Спецификация

source: Create a new specification
ru: Создать новую спецификацию

source: Edit specification
ru: Редактировать спецификацию

source: Specification Reversions
ru: Изменение спецификации

source: Create a new Task
ru: Создать новую задачу

source: Task detail
ru: Детали задачи

source: Edit Task
ru: Редактирование задачи

source: Create a new user characteristic
ru: Создать новую характеристику пользователя

source: EDIT a user characteristic
ru: Отредактировать характеристику пользователя

source: User Characteristic Reversions
ru: Изменение характеристики пользователя

source: User Characteristic
ru: Характеристика пользователя
